Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# about.otherImage.holyTrinity
source: *Holy Trinity* — Masaccio (d. 1428).
ar: *الثالوث الأقدس* — مازاتشو (توفي 1428).
fil: *Santísima Trinidad* — Masaccio (yumao noong 1428).
fr: *La Sainte Trinité* — Masaccio († 1428).
he: *השילוש הקדוש* — מזאצ׳ו (נפ׳ 1428).
it: *La Santissima Trinità* — Masaccio (m. 1428).
ru: *Святая Троица* — Мазаччо (ум. 1428).
uk: *Пресвята Трійця* — Мазаччо (пом. 1428).

# about.otherImage.michael
source: *Michael* — Guido Reni (d. 1642).
ar: *ميخائيل* — غويدو ريني (توفي 1642).
fil: *Michael* — Guido Reni (yumao noong 1642).
fr: *Saint Michel* — Guido Reni († 1642).
he: *מיכאל* — גווידו רני (נפ׳ 1642).
it: *San Michele* — Guido Reni (m. 1642).
ru: *Михаил* — Гвидо Рени (ум. 1642).
uk: *Михаїл* — Гвідо Рені (пом. 1642).

# about.otherImage.prayingHands
source: *Praying Hands* — Albrecht Dürer (d. 1528).
ar: *يدان في الصلاة* — ألبريشت دورر (توفي 1528).
fil: *Mga Kamay na Nagdarasal* — Albrecht Dürer (yumao noong 1528).
fr: *Mains en prière* — Albrecht Dürer († 1528).
he: *ידיים מתפללות* — אלברכט דירר (נפ׳ 1528).
it: *Mani in preghiera* — Albrecht Dürer (m. 1528).
ru: *Руки молящегося* — Альбрехт Дюрер (ум. 1528).
uk: *Руки в молитві* — Альбрехт Дюрер (пом. 1528).

# about.otherImage.smallCowperMadonna
source: *The Small Cowper Madonna* — Raphael (d. 1520).
ar: *مادونا كاوبر الصغيرة* — رافائيل (توفي 1520).
fil: *Ang Munting Madonna ni Cowper* — Raphael (yumao noong 1520).
fr: *La Petite Madone Cowper* — Raphaël († 1520).
he: *מדונת קאופר הקטנה* — רפאל (נפ׳ 1520).
it: *La Piccola Madonna Cowper* — Raffaello (m. 1520).
ru: *Малая Мадонна Каупера* — Рафаэль (ум. 1520).
uk: *Мала Мадонна Каупера* — Рафаель (пом. 1520).

# about.peshittaIsaiahSources
source: Isaiah: user-supplied pointed Peshitta XML from Internet Archive. The underlying edition and redistribution terms remain unidentified. Hebrew script conversion using Erez’s rules; verse selection and text formatting by Prosary.
ar: إشعياء: ملف XML مشكول للبشيطتا من Internet Archive، قدّمه أحد المستخدمين. لم تُحدَّد بعد الطبعة الأصلية وشروط إعادة التوزيع. التحويل إلى الحروف العبرية وفق قواعد إيريز؛ اختيار الآيات وتنسيق النص بواسطة Prosary.
fil: Isaias: XML ng Peshitta na may mga tandang patinig mula sa Internet Archive, na ibinigay ng isang gumagamit. Hindi pa natutukoy ang pinagmulang edisyon at mga tuntunin sa muling pamamahagi. Paglilipat sa sulat Hebreo ayon sa mga tuntunin ni Erez; pagpili ng mga talata at pag-aayos ng teksto ng Prosary.
fr: Isaïe : XML vocalisé de la Peshitta provenant d’Internet Archive et fourni par un utilisateur. L’édition d’origine et les conditions de redistribution restent indéterminées. Conversion en caractères hébreux selon les règles d’Erez ; sélection des versets et mise en forme du texte par Prosary.
he: ישעיהו: קובץ XML מנוקד של הפשיטתא מ־Internet Archive, שסיפק משתמש. המהדורה המקורית ותנאי ההפצה מחדש עדיין אינם ידועים. המרה לכתב עברי לפי הכללים של ארז; בחירת הפסוקים ועיצוב הטקסט בידי Prosary.
it: Isaia: XML vocalizzato della Peshitta da Internet Archive, fornito da un utente. L’edizione di origine e le condizioni di ridistribuzione restano da identificare. Conversione in caratteri ebraici secondo le regole di Erez; selezione dei versetti e formattazione del testo a cura di Prosary.
ru: Исаия: предоставленный пользователем XML Пешитты с огласовками из Internet Archive. Исходное издание и условия распространения пока не установлены. Передача еврейским письмом по правилам Эреза; выбор стихов и форматирование текста — Prosary.
uk: Ісая: наданий користувачем XML-текст Пешітти з оголосовками з Internet Archive. Походження видання та умови його розповсюдження залишаються невстановленими. Перетворення на єврейське письмо за правилами Ереза; добір віршів і форматування тексту — Prosary.

# about.peshittaSources
source: Peshitta New Testament (BFBS, 1905): Digital Syriac Corpus; Syriac transcription by George A. Kiraz, TEI edition © James E. Walters, CC BY 4.0. Hebrew script conversion using Erez’s rules; verse selection and text formatting by Prosary.
ar: العهد الجديد بالبشيطتا (BFBS، 1905): Digital Syriac Corpus؛ تفريغ النص السرياني بواسطة George A. Kiraz، طبعة TEI © James E. Walters، بترخيص CC BY 4.0. التحويل إلى الحروف العبرية وفق قواعد إيريز؛ اختيار الآيات وتنسيق النص بواسطة Prosary.
fil: Bagong Tipan ng Peshitta (BFBS, 1905): Digital Syriac Corpus; pagkopya ng tekstong Syriac ni George A. Kiraz, edisyong TEI © James E. Walters, CC BY 4.0. Paglilipat sa sulat Hebreo ayon sa mga tuntunin ni Erez; pagpili ng mga talata at pag-aayos ng teksto ng Prosary.
fr: Nouveau Testament de la Peshitta (BFBS, 1905) : Digital Syriac Corpus ; transcription syriaque par George A. Kiraz, édition TEI © James E. Walters, CC BY 4.0. Conversion en caractères hébreux selon les règles d’Erez ; sélection des versets et mise en forme du texte par Prosary.
he: הברית החדשה בפשיטתא (BFBS, 1905): Digital Syriac Corpus; תעתיק הטקסט הסורי מאת George A. Kiraz, מהדורת TEI © James E. Walters, ברישיון CC BY 4.0. המרה לכתב עברי לפי הכללים של ארז; בחירת הפסוקים ועיצוב הטקסט בידי Prosary.
it: Nuovo Testamento della Peshitta (BFBS, 1905): Digital Syriac Corpus; trascrizione siriaca di George A. Kiraz, edizione TEI © James E. Walters, CC BY 4.0. Conversione in caratteri ebraici secondo le regole di Erez; selezione dei versetti e formattazione del testo a cura di Prosary.
ru: Новый Завет Пешитты (BFBS, 1905): Digital Syriac Corpus; сирийский текст оцифрован George A. Kiraz, издание TEI © James E. Walters, CC BY 4.0. Передача еврейским письмом по правилам Эреза; выбор стихов и форматирование текста — Prosary.
uk: Новий Завіт Пешітти (BFBS, 1905): Digital Syriac Corpus; сирійська транскрипція — George A. Kiraz, TEI-видання © James E. Walters, CC BY 4.0. Перетворення на єврейське письмо за правилами Ереза; добір віршів і форматування тексту — Prosary.

# about.popeNetworkLink
source: Pope’s Worldwide Prayer Network
ar: شبكة صلاة البابا العالمية
fil: Pandaigdigang Samahan ng Panalangin ng Papa
fr: Réseau mondial de prière du Pape
he: רשת התפילה העולמית של האפיפיור
it: Rete Mondiale di Preghiera del Papa
ru: Всемирная молитвенная сеть Папы
uk: Всесвітня мережа молитви Папи

# about.prayerTexts
source: The Divine Mercy Chaplet in Hebrew is the Latin Patriarchate of Jerusalem’s own text, approved by Patriarch Michel Sabbah in 2003. Some of the prayers in Hebrew and Aramaic are used with the permission of the Patriarchal Exarch of the Aramaic (Syriac) Catholic community. The Hebrew prayers are the Saint James Vicariate for Hebrew Speaking Catholics’ own texts, from their prayer book.
ar: نص مسبحة الرحمة الإلهية بالعبرية هو نص البطريركية اللاتينية في القدس، الذي وافق عليه البطريرك ميشيل صباح عام 2003. تُستخدم بعض الصلوات بالعبرية والآرامية بإذن من النائب البطريركي للجماعة الكاثوليكية الآرامية (السريانية). الصلوات العبرية هي نصوص نيابة القديس يعقوب للكاثوليك الناطقين بالعبرية، مأخوذة من كتاب صلواتها.
fil: Ang teksto sa Hebreo ng Koronilya ng Banal na Awa ay sa Latin Patriarchate of Jerusalem, na pinagtibay ni Patriarka Michel Sabbah noong 2003. Ang ilan sa mga panalangin sa Hebreo at Aramaiko ay ginagamit nang may pahintulot ng Patriarchal Exarch ng pamayanang Katolikong Aramaiko (Siriako). Ang mga panalangin sa Hebreo ay sariling mga teksto ng Bikaryato ni Santiago para sa mga Katolikong Nagsasalita ng Hebreo, mula sa kanilang aklat-dasalan.
fr: Le chapelet de la Divine Miséricorde en hébreu est le texte propre du Patriarcat latin de Jérusalem, approuvé par le patriarche Michel Sabbah en 2003. Certaines prières en hébreu et en araméen sont utilisées avec l’autorisation de l’exarque patriarcal de la communauté catholique araméenne (syriaque). Les prières en hébreu sont les textes du Vicariat Saint-Jacques pour les catholiques de langue hébraïque, tirés de leur livre de prières.
he: תפילת רחמי האלוהים בעברית היא נוסח הפטריארכיה הלטינית של ירושלים, שאושר על ידי הפטריארך מישל צבאח בשנת 2003. חלק מן התפילות בעברית ובארמית נלקחו באישור האפוטרוף הפטריארכלי של העדה הארמית (סורית) קתולית. התפילות בעברית לקוחות מספר התפילות של הנציגות הפטריארכלית לקתולים דוברי עברית.
it: La Coroncina della Divina Misericordia in ebraico è il testo proprio del Patriarcato latino di Gerusalemme, approvato dal patriarca Michel Sabbah nel 2003. Alcune preghiere in ebraico e aramaico sono utilizzate con il permesso dell’esarca patriarcale della comunità cattolica aramaica (siriaca). Le preghiere in ebraico sono i testi propri del Vicariato di San Giacomo per i cattolici di lingua ebraica, tratti dal loro libro di preghiere.
ru: Венчик Божиему Милосердию на иврите — собственный текст Латинского патриархата Иерусалима, одобренный патриархом Мишелем Саббахом в 2003 году. Некоторые молитвы на иврите и арамейском используются с разрешения патриаршего экзарха Арамейской (Сирийской) католической общины. Молитвы на иврите — собственные тексты Викариата святого Иакова для ивритоязычных католиков из его молитвенника.
uk: Коронка до Божого Милосердя івритом — текст Латинського патріархату Єрусалима, затверджений патріархом Мішелем Саббахом у 2003 році. Частина молитов івритом та арамейською використовується з дозволу патріаршого екзарха Арамейської (Сирійської) Католицької громади. Молитви івритом — власні тексти Вікаріату святого Якова для івритомовних католиків із його молитовника.

# about.readingBookSources
source: Bible book names: AELF, Dar el-Machreq, Russian Synodal Bible (Azbyka), Philippine Bible Society and ParolaViva.
ar: أسماء أسفار الكتاب المقدس: AELF، دار المشرق، الترجمة السينودسية الروسية (Azbyka)، جمعية الكتاب المقدس الفلبينية وParolaViva.
fil: Mga pangalan ng aklat ng Bibliya: AELF, Dar el-Machreq, Bibliyang Sinodal sa Ruso (Azbyka), Philippine Bible Society at ParolaViva.
fr: Noms des livres bibliques : AELF, Dar el-Machreq, Bible synodale russe (Azbyka), Société biblique philippine et ParolaViva.
he: שמות ספרי המקרא: AELF, דאר אל־משרק, התרגום הסינודלי הרוסי (Azbyka), החברה לכתבי הקודש בפיליפינים ו־ParolaViva.
it: Nomi dei libri biblici: AELF, Dar el-Machreq, Bibbia sinodale russa (Azbyka), Società Biblica delle Filippine e ParolaViva.
ru: Названия библейских книг: AELF, Dar el-Machreq, русский Синодальный перевод (Азбука веры), Филиппинское библейское общество и ParolaViva.
uk: Назви біблійних книг: AELF, Dar el-Machreq, російський Синодальний переклад (Азбука), Біблійне товариство Філіппін та ParolaViva.

# about.scriptureSources
source: Scripture quotations use the Douay-Rheims Bible (English), the Clementine Vulgate (Latin), Franz Delitzsch's Hebrew New Testament translation (sourced from kirjasilta.net/ha-berit; delitz.fr/12, 1901) with Hebrew Old Testament passages following the Masoretic text, the Old Jesuit Arabic Bible (1897), the Russian Synodal Bible (1876), and Ang Dating Biblia (Tagalog, 1905).
ar: تستخدم الاقتباسات الكتابية ترجمة دواي–ريمس (الإنجليزية)، والفولغاتا الكليمنتية (اللاتينية)، وترجمة فرانتس دليتش للعهد الجديد بالعبرية (من kirjasilta.net/ha-berit; delitz.fr/12, 1901)، مع نصوص العهد القديم العبرية وفق النص الماسوري، والترجمة اليسوعية القديمة للكتاب المقدس (1897)، والترجمة السينودسية الروسية (1876)، وAng Dating Biblia (التاغالوغ، 1905).
fil: Ang mga sipi ng Banal na Kasulatan ay mula sa Bibliyang Douay-Rheims (Ingles), Clementine Vulgate (Latin), salin ni Franz Delitzsch ng Bagong Tipan sa Hebreo (mula sa kirjasilta.net/ha-berit; delitz.fr/12, 1901) at mga talata sa Lumang Tipan sa Hebreo na sumusunod sa tekstong Masoretiko, lumang Bibliyang Arabe ng mga Heswita (1897), Bibliyang Sinodal sa Ruso (1876), at Ang Dating Biblia (Tagalog, 1905).
fr: Les citations bibliques proviennent de la Bible Douay-Rheims (anglais), de la Vulgate clémentine (latin), de la traduction hébraïque du Nouveau Testament de Franz Delitzsch (kirjasilta.net/ha-berit; delitz.fr/12, 1901), les passages hébreux de l’Ancien Testament suivant le texte massorétique, de l’ancienne Bible arabe des jésuites (1897), de la Bible synodale russe (1876) et d’Ang Dating Biblia (tagalog, 1905).
he: ציטוטי המקרא לקוחים מביבליית דואיי־רימס (אנגלית), הוולגאטה הקלמנטית (לטינית), תרגום דליטש לברית החדשה (מתוך kirjasilta.net/ha-berit; delitz.fr/12, 1901) עם קטעי התנ״ך על פי נוסח המסורה, תרגום הישועים הישן לביבליה לערבית (1897), הביבליה הסינודלית ברוסית (1876) ו־Ang Dating Biblia (טאגאלוג, 1905).
it: Le citazioni bibliche provengono dalla Bibbia Douay-Rheims (inglese), dalla Vulgata Clementina (latino), dalla traduzione ebraica del Nuovo Testamento di Franz Delitzsch (kirjasilta.net/ha-berit; delitz.fr/12, 1901), con i brani ebraici dell’Antico Testamento tratti dal testo masoretico, dall’antica Bibbia araba dei gesuiti (1897), dalla Bibbia sinodale russa (1876) e da Ang Dating Biblia (tagalog, 1905).
ru: Библейские цитаты взяты из Библии Дуэ — Реймса (английский), Климентинской Вульгаты (латынь), перевода Нового Завета на иврит Франца Делича (источник: kirjasilta.net/ha-berit; delitz.fr/12, 1901), а ветхозаветные отрывки на иврите следуют масоретскому тексту; также используются старый арабский иезуитский перевод Библии (1897), русский Синодальный перевод (1876) и Ang Dating Biblia (тагалог, 1905).
uk: Цитати зі Святого Письма взято з Біблії Дуе—Реймса (англійська), Климентинської Вульгати (латина), перекладу Нового Завіту івритом Франца Деліча (джерело: kirjasilta.net/ha-berit; delitz.fr/12, 1901), а старозавітні уривки івритом відповідають масоретському тексту. Також використано старий арабський єзуїтський переклад Біблії (1897), російський Синодальний переклад (1876) та Ang Dating Biblia (тагалог, 1905).

# about.section.calendar
source: Calendar Data
ar: بيانات التقويم
fil: Datos ng Kalendaryo
fr: Données du calendrier
he: נתוני לוח השנה
it: Dati del calendario
ru: Данные календарей
uk: Дані календарів

# about.section.crown
source: Franciscan Crown Illustration
ar: صورة الإكليل الفرنسيسكاني
fil: Larawan ng Koronang Pransiskano
fr: Illustration de la couronne franciscaine
he: איור הכתר הפרנציסקני
it: Illustrazione della Corona francescana
ru: Иллюстрация Францисканского венчика
uk: Ілюстрація Францисканської корони

# about.section.divineMercy
source: Divine Mercy Illustration
ar: صورة الرحمة الإلهية
fil: Larawan ng Banal na Awa
fr: Illustration de la Divine Miséricorde
he: איור רחמי האלוהים
it: Illustrazione della Divina Misericordia
ru: Изображение Божественного Милосердия
uk: Ілюстрація Божого Милосердя

# about.section.jesusPrayer
source: Jesus Prayer Illustration
ar: صورة صلاة يسوع
fil: Larawan ng Panalangin kay Hesus
fr: Illustration de la prière de Jésus
he: איור תפילת ישוע
it: Illustrazione della preghiera di Gesù
ru: Иллюстрация Иисусовой молитвы
uk: Ілюстрація Ісусової молитви

# about.section.mysteries
source: Mystery Illustrations
ar: صور الأسرار
fil: Mga Larawan ng mga Misteryo
fr: Illustrations des mystères
he: איורי הרזים
it: Illustrazioni dei misteri
ru: Иллюстрации тайн
uk: Ілюстрації таємниць

# about.section.other
source: Other Images
ar: صور أخرى
fil: Iba Pang Larawan
fr: Autres images
he: תמונות נוספות
it: Altre immagini
ru: Другие изображения
uk: Інші зображення

# about.section.prayerTexts
source: Prayer Texts
ar: نصوص الصلوات
fil: Mga Teksto ng Panalangin
fr: Textes des prières
he: נוסחי התפילות
it: Testi delle preghiere
ru: Тексты молитв
uk: Тексти молитов

# about.section.scripture
source: Scripture Sources
ar: مصادر الكتاب المقدس
fil: Mga Sanggunian ng Banal na Kasulatan
fr: Sources bibliques
he: מקורות כתבי הקודש
it: Fonti bibliche
ru: Источники Писания
uk: Джерела Святого Письма

# about.section.sorrows
source: Seven Sorrows Illustrations
ar: صور الأحزان السبعة
fil: Mga Larawan ng Pitong Hapis
fr: Illustrations des sept douleurs
he: איורי שבעת היגונות
it: Illustrazioni dei sette dolori
ru: Иллюстрации Семи скорбей
uk: Ілюстрації Семи скорбот

# about.section.stations
source: Stations of the Cross Illustrations
ar: صور مراحل درب الصليب
fil: Mga Larawan ng Daan ng Krus
fr: Illustrations du chemin de croix
he: איורי דרך הצלב
it: Illustrazioni della Via Crucis
ru: Иллюстрации Крестного пути
uk: Ілюстрації Хресної дороги

# about.section.typefaces
source: Typefaces
ar: الخطوط
fil: Mga Tipo ng Titik
fr: Polices de caractères
he: גופנים
it: Caratteri tipografici
ru: Шрифты
uk: Шрифти

# about.sevenSorrowsImage.murilloFlight
source: The Flight into Egypt: Bartolomé Esteban Murillo (c. 1647–50), Detroit Institute of Arts — public domain.
ar: الهرب إلى مصر: بارتولومي إستيبان موريو (نحو 1647–1650)، معهد ديترويت للفنون — ملكية عامة.
fil: Ang Pagtakas Patungong Ehipto: Bartolomé Esteban Murillo (bandang 1647–50), Detroit Institute of Arts — pampublikong dominyo.
fr: La Fuite en Égypte: Bartolomé Esteban Murillo (vers 1647–1650), Detroit Institute of Arts — domaine public.
he: הבריחה למצרים: ברטולומה אסטבן מוריו (1647–50 לערך), מכון דטרויט לאמנויות — רשות הציבור.
it: La fuga in Egitto: Bartolomé Esteban Murillo (circa 1647–1650), Detroit Institute of Arts — pubblico dominio.
ru: «Бегство в Египет»: Бартоломе Эстебан Мурильо (ок. 1647–1650), Детройтский институт искусств — общественное достояние.
uk: Втеча до Єгипту: Бартоломе Естебан Мурільйо (бл. 1647–1650), Детройтський інститут мистецтв — суспільне надбання.

# about.sevenSorrowsImage.raphaelSpasimo
source: The Meeting on the Way of the Cross: Raphael, Lo Spasimo (c. 1514–16), Museo del Prado — public domain.
ar: اللقاء في طريق الصليب: رافائيل، Lo Spasimo (نحو 1514–1516)، متحف برادو — ملكية عامة.
fil: Ang Pagkikita sa Daan ng Krus: Raphael, Lo Spasimo (bandang 1514–16), Museo del Prado — pampublikong dominyo.
fr: La Rencontre sur le chemin de croix: Raphaël, Lo Spasimo (vers 1514–1516), musée du Prado — domaine public.
he: הפגישה בדרך הצלב: רפאל, לו ספאזימו (1514–16 לערך), מוזיאון הפראדו — רשות הציבור.
it: L’incontro sulla via del Calvario: Raffaello, Lo Spasimo (circa 1514–1516), Museo del Prado — pubblico dominio.
ru: «Встреча на Крестном пути»: Рафаэль, «Lo Spasimo» (ок. 1514–1516), музей Прадо — общественное достояние.
uk: Зустріч на Хресній дорозі: Рафаель, Lo Spasimo (бл. 1514–1516), музей Прадо — суспільне надбання.

# about.sevenSorrowsImage.rembrandtSimeon
source: The Prophecy of Simeon: Rembrandt van Rijn, Simeon’s Song of Praise (1631), Mauritshuis — public domain.
ar: نبوءة سمعان: رامبرانت فان راين، نشيد تسبيح سمعان (1631)، ماورتشهاوس — ملكية عامة.
fil: Ang Hula ni Simeon: Rembrandt van Rijn, Awit ng Papuri ni Simeon (1631), Mauritshuis — pampublikong dominyo.
fr: La Prophétie de Syméon: Rembrandt van Rijn, Le Cantique de Syméon (1631), Mauritshuis — domaine public.
he: נבואת שמעון: רמברנדט ואן ריין, שיר ההלל של שמעון (1631), מאוריצהאוס — רשות הציבור.
it: La profezia di Simeone: Rembrandt van Rijn, Il cantico di Simeone (1631), Mauritshuis — pubblico dominio.
ru: «Пророчество Симеона»: Рембрандт ван Рейн, «Песнь хвалы Симеона» (1631), Маурицхёйс — общественное достояние.
uk: Пророцтво Симеона: Рембрандт ван Рейн, Хвалебна пісня Симеона (1631), Мауріцгейс — суспільне надбання.

# about.sevenSorrowsImage.rubensDescent
source: The Descent from the Cross: Peter Paul Rubens (c. 1612–14), Cathedral of Our Lady, Antwerp — public domain.
ar: الإنزال عن الصليب: بيتر بول روبنز (نحو 1612–1614)، كاتدرائية السيدة العذراء، أنتويرب — ملكية عامة.
fil: Ang Pagbaba mula sa Krus: Peter Paul Rubens (bandang 1612–14), Katedral ng Mahal na Birhen, Antwerp — pampublikong dominyo.
fr: La Descente de croix: Pierre Paul Rubens (vers 1612–1614), cathédrale Notre-Dame d’Anvers — domaine public.
he: ההורדה מהצלב: פטר פאול רובנס (1612–14 לערך), קתדרלת גבירתנו, אנטוורפן — רשות הציבור.
it: La Deposizione dalla croce: Peter Paul Rubens (circa 1612–1614), Cattedrale di Nostra Signora, Anversa — pubblico dominio.
ru: «Снятие с креста»: Питер Пауль Рубенс (ок. 1612–1614), собор Антверпенской Богоматери — общественное достояние.
uk: Зняття з хреста: Пітер Пауль Рубенс (бл. 1612–1614), собор Антверпенської Богоматері — суспільне надбання.

# about.sevenSorrowsImage.terBrugghenCrucifixion
source: The Crucifixion: Hendrick ter Brugghen, The Crucifixion with the Virgin and Saint John (c. 1625), Metropolitan Museum of Art — CC0.
ar: الصلب: هندريك تر بروغن، الصلب مع العذراء والقديس يوحنا (نحو 1625)، متحف متروبوليتان للفنون — CC0.
fil: Ang Pagpapako sa Krus: Hendrick ter Brugghen, Ang Pagpapako sa Krus kasama ang Mahal na Birhen at San Juan (bandang 1625), Metropolitan Museum of Art — CC0.
fr: La Crucifixion: Hendrick ter Brugghen, La Crucifixion avec la Vierge et saint Jean (vers 1625), Metropolitan Museum of Art — CC0.
he: הצליבה: הנדריק טר ברוחן, הצליבה עם הבתולה ויוחנן הקדוש (1625 לערך), מוזיאון המטרופוליטן לאמנות — CC0.
it: La Crocifissione: Hendrick ter Brugghen, La Crocifissione con la Vergine e san Giovanni (circa 1625), Metropolitan Museum of Art — CC0.
ru: «Распятие»: Хендрик Тербрюгген, «Распятие с Девой Марией и святым Иоанном» (ок. 1625), Метрополитен-музей — CC0.
uk: Розп’яття: Гендрік тер Брюгген, Розп’яття з Дівою Марією та святим Йоаном (бл. 1625), Музей мистецтва Метрополітен — CC0.

# about.sevenSorrowsImage.titianEntombment
source: The Burial of Jesus: Titian, The Entombment of Christ (c. 1520), Musée du Louvre — public domain.
ar: دفن يسوع: تيتيان، دفن المسيح (نحو 1520)، متحف اللوفر — ملكية عامة.
fil: Ang Paglilibing kay Hesus: Titian, Ang Paglilibing kay Kristo (bandang 1520), Musée du Louvre — pampublikong dominyo.
fr: La Mise au tombeau de Jésus: Le Titien, La Mise au tombeau du Christ (vers 1520), musée du Louvre — domaine public.
he: קבורת ישוע: טיציאן, הטמנת המשיח (1520 לערך), מוזיאון הלובר — רשות הציבור.
it: La sepoltura di Gesù: Tiziano, Deposizione di Cristo nel sepolcro (circa 1520), Musée du Louvre — pubblico dominio.
ru: «Погребение Иисуса»: Тициан, «Положение во гроб» (ок. 1520), Лувр — общественное достояние.
uk: Поховання Ісуса: Тиціан, Покладення Христа до гробу (бл. 1520), Лувр — суспільне надбання.

# about.sevenSorrowsImage.veroneseDoctors
source: The Loss of Jesus in the Temple: Paolo Veronese, Christ Among the Doctors (c. 1560), Museo del Prado — public domain.
ar: فقدان يسوع في الهيكل: باولو فيرونيزي، المسيح بين العلماء (نحو 1560)، متحف برادو — ملكية عامة.
fil: Ang Pagkawala ni Hesus sa Templo: Paolo Veronese, Si Kristo sa Gitna ng mga Guro (bandang 1560), Museo del Prado — pampublikong dominyo.
fr: La Perte de Jésus au Temple: Paul Véronèse, Le Christ parmi les docteurs (vers 1560), musée du Prado — domaine public.
he: אובדן ישוע בבית המקדש: פאולו ורונזה, המשיח בין החכמים (1560 לערך), מוזיאון הפראדו — רשות הציבור.
it: Lo smarrimento di Gesù nel Tempio: Paolo Veronese, Cristo tra i dottori (circa 1560), Museo del Prado — pubblico dominio.
ru: «Потеря Иисуса во храме»: Паоло Веронезе, «Христос среди учителей» (ок. 1560), музей Прадо — общественное достояние.
uk: Загублення Ісуса в храмі: Паоло Веронезе, Христос серед учителів (бл. 1560), музей Прадо — суспільне надбання.
